Repository: Hooleymass/zm
Catalog: src/Hymnal.Core/MultilingualResources/Hymnal.Core.*.xlf
Languages: es, ru

source: Adventist Hymnal
es: Himnario Adventista
ru: Адвентистская песнь

source: Close
es: Cerrar
ru: Закрыть

source: Developing
es: Desarrollo
ru: Развивающийся

source: Display and typography
es: Visualización y Tipografía
ru: Дисплей и типография

source: Example
es: Ejemplo
ru: Образцы

source: Favorites
es: Favoritos
ru: Настройки

source: Help
es: Ayuda
ru: Справка

source: History
es: Historial
ru: Журнал

source: Index
es: Índice
ru: Гимны

source: Number
es: Número
ru: Номера

source: Open
es: Abrir
ru: Открыть

source: Search
es: Buscar
ru: Поиск

source: Settings
es: Ajustes
ru: Параметры

# Searcher
source: Search ....
es: Buscar ....
ru: Поиск ...

source: Font Size
es: Tamaño de fuente
ru: Размер Шрифта

source: Cancel
es: Cancelar
ru: Отмена

source: App Version
es: Versión de la aplicación
ru: Версия приложения

source: App Build
es: Versión de compilación
ru: Версия сборки

# NoInternetConnection
source: There is no Internet connection
es: No hay conexión a Internet
ru: Нет подключения к интернету

source: We had a problem
es: Tuvimos un problema
ru: У нас была проблема

source: Versions and languages
es: Versiones e idiomas
ru: Версии и языки

source: Delete
es: Eliminar
ru: Удалять

source: Contribute
es: Contribuir

source: Custom Amount
es: Cantidad Personalizada

source: Donations
es: Donaciones

source: Support
es: Soporte

source: Instrumental or sung
es: Instrumental o Cantado
ru: Инструментальный или спетый

source: Sung
es: Cantado
ru: Спетый

source: Keep screen always on
es: Mantener la pantalla siempre encendida
ru: Всегда держать экран включенным

# AutomationHymnPageClose
source: Close Hymn Page
es: Cerrar la página del himno
ru: Закрытая страница гимна

# AutomationHymnPageContent
source: Hymn lyrics
es: Letra del himno
ru: Текст гимна

# AutomationHymnPageFavorite
source: Add or remove from favorites
es: Agregar o quitar de favoritos
ru: Добавить или убрать из избранных

# AutomationHymnPagePianoSheet
source: Open piano sheet
es: Abrir partitura de piano
ru: Открытый лист фортепиано

# AutomationHymnPagePlayer
source: Play or Pause music
es: Reproducir o pausar música
ru: Воспроизвести или приостановить музыку

# AutomationHymnPageShare
source: Share hymn
es: Compartir himno
ru: Поделиться гимном

# AutomationHymnPageTitle
source: Hymn title
es: Título del himno
ru: Название гимна

# AutomationIndexPageThematicIndex
source: Change to Thematic index
es: Cambiar a índice temático
ru: Thematic index

# AutomationNumberPageEntry
source: Entry hymn number
es: Ingresar número de himno

# AutomationNumberPageHelpTextEntry
source: Below there is a button to open the hymn
es: Abajo hay un botón para abrir el himno.

# AutomationNumberPageOpenHymnButton
source: Open hymn
es: Abrir himno

# AutomationNumberPageOpenRecords
source: Open Records page
es: Abrir página de historial

# AutomationNumberPageOpenSearch
source: Open Search page
es: Abrir página de busqueda

# AutomationSettingsPageChangeHymn
source: Change hymnal
es: Cambiar himnario

# AutomationSettingsPageHelpTextChangeHymn
source: Below check current version
es: A continuación, verifique la versión actual

# AutomationHymnPageHelpTextIsInFavoritesFalse
source: Hymn is not in favorites
es: El himno no está en favoritos

# AutomationHymnPageHelpTextIsInFavoritesTrue
source: Hymn is in favorites
es: El himno está en favoritos

# AutomationHymnPageHelpTextIsPlayingFalse
source: Hymn is not playing
es: El himno no se está reproduciendo

# AutomationHymnPageHelpTextIsPlayingTrue
source: Hymn is playing
es: El himno se está reproduciendo

source: Ok
ru: Хорошо

source: Instrumental
ru: Инструментальный
